espressif/esp-brookesia/service/media/brookesia_service_picodet/test_apps/sdkconfig.ci.esp32s3_psram_xip
CONFIG_SPIRAM_XIP_FROM_PSRAM=y
CONFIG_IDF_TARGET="esp32s3"
